cask_args appdir: '/Applications'

# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

# Binaries
brew 'composer'
brew 'git'
brew 'jq'
brew 'node'
brew 'npm'
brew 'nvm'
brew 'mas'
brew 'openshift-cli'
brew 'php'
brew 'python'
brew 'yarn'
brew 'zsh'

# Apps
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'avocode'
cask 'bettertouchtool'
cask 'cleanmymac'
cask 'cloudapp'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'imageoptim'
cask 'insomnia'
cask 'keepassx'
cask 'nordvpn'
cask 'notion'
cask 'overkill'
cask 'phpstorm'
cask 'sequel-pro'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
caks 'tunnelblick'
cask 'vagrant'
cask 'vlc'
cask 'virtualbox'
cask 'whatsapp'
cask 'zeplin'

# App store apps
# mas 'Xcode', id: 497799835

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
