cask_args appdir: '/Applications'

# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

# Binaries
brew 'git'
brew "node"
brew "nvm"
brew "mas"
brew 'zsh'

# Apps
cask '1password'
cask 'appcleaner'
cask 'avocode'
cask 'bettertouchtool'
cask 'cleanmymac'
cask 'cloudapp'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'franz'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'imageoptim'
cask 'insomnia'
cask 'keepassx'
cask 'nordvpn'
cask 'notion'
cask 'overkill'
cask 'phpstorm'
cask 'sequel-pro'
cask 'sketch'
cask 'sourcetree'
cask 'spotify'
cask 'sublime-text'
cask 'vlc'
cask 'zeplin'

# App store apps
mas "Xcode", id: 497799835

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
