cask_args appdir: '/Applications'

# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

# Binaries
brew 'composer'
brew 'git'
brew 'node'
brew 'npm'
brew 'nvm'
brew 'mas'
brew 'php'
brew 'python'
brew 'yarn'

# Apps
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'droplr'
cask 'ballast'
cask 'fanny'
cask 'scroll-reverser'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'imageoptim'
cask 'spectacle'
cask 'nordvpn'
cask 'notion'
cask 'figma'
cask 'sketch'
cask 'slack'
cask 'gitup'
cask 'spotify'
cask 'vlc'
cask 'whatsapp'
cask 'origami-studio'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-inter'
